 Том в устройстве C не имеет метки.
 Серийный номер тома: E280-C4B8

 Содержимое папки C:\Users\user\project\job4j

19.09.2018  15:10    <DIR>          .
19.09.2018  15:10    <DIR>          ..
19.09.2018  13:54               390 .gitignore
19.09.2018  15:10    <DIR>          chapter_001
19.09.2018  13:54             4 017 checkstyle.xml
19.09.2018  13:54            11 558 LICENSE
19.09.2018  14:13    <DIR>          out
19.09.2018  13:54             2 091 pom.xml
19.09.2018  13:54               184 README.md
19.09.2018  15:10    <DIR>          target
               5 файлов         18 240 байт
               5 папок  38 400 774 144 байт свободно
